Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: How do you like Canvas?
ar: ما رأيك في Canvas؟
ca: Us agrada Canvas?
cy: Beth yw eich barn am Canvas?
da: Hvad synes du om Canvas?
da_instk12: Hvad synes du om Canvas?
de: Wie gefällt Ihnen Canvas?
es: ¿Qué le parece Canvas?
es_es: ¿Qué te parece Canvas?
fi: Millaisina haluaisit Canvasin?
fr: Comment appréciez-vous Canvas ?
fr_ca: Comment appréciez-vous Canvas?
ga: Conas a thaitníonn Canvas leat?
hi: आपको Canvas कैसा लगता है?
ht: Èske w renmen Canvas anpil?
id: Apa yang Anda sukai dari Canvas?
is: Hvernig líkar þér Canvas?
it: Come preferisci Canvas?
ja: Canvasがどのくらい好きですか？
ko: Canvas를 평가해주세요.
mi: Kia pehea tō mahi rite ki Canvas?
ms: Sejauh mana anda menyukai Canvas?
nb: Hvordan liker du Canvas?
nb_instk12: Hvordan liker du Canvas?
nl: Wat vind je van Canvas?
pl: Jak ci się podoba Canvas?
pt: Gosta do Canvas?
pt_br: Como você gosta do Canvas?
ru: Как вам нравится Canvas?
sl: Kako vam je všeč Canvas?
sv: Vad tycker du om Canvas?
sv_instk12: Vad tycker du om Canvas?
th: คุณชอบ Canvas หรือไม่
vi: Bạn thích Canvas đến mức nào?
zh: 您喜欢 Canvas 吗？
zh_hk: 您對 Canvas 評價如何？

source: I give you back your time, use it wisely.
ar: أعيد لك وقتك، استخدمه بحكمة.
ca: Et torno el temps invertit; empra'l amb saviesa.
cy: Rwyf yn rhoi'ch amser yn ôl i chi, defnyddiwch ef yn ddoeth.
da: Jeg giver dig din tid tilbage, brug den klogt.
da_instk12: Jeg giver dig din tid tilbage, brug den klogt.
de: Sie erhalten Ihre Zeit zurück. Setzen Sie sie weise ein.
es: Le devuelvo su tiempo, úselo sabiamente.
es_es: Te devuelvo tu tiempo, úsalo sabiamente.
fi: Annan sinulle takaisin aikasi, käytä sitä viisaasti.
fr: Je libère votre temps, utilisez-le judicieusement.
fr_ca: Je libère votre temps, utilisez-le judicieusement.
ga: Tugaim do chuid ama ar ais duit, bain úsáid as go ciallmhar.
hi: आपको आपका समय वापस लौटाया जा सकता है, उसका उपयोग समझदारी से करें।
ht: Mwen remèt ou tan ou, byen itilize li.
id: Aku kembalikan waktumu, gunakan dengan bijak.
is: Ég gef þér tíma þinn til baka, notaðu hann vel.
it: Ti restituisco del tempo, usalo con saggezza.
ja: 時間をお返ししますので、有効にお使いください。
ko: 시간을 다시 줍니다. 현명하게 사용하세요.
mi: Ka hoatu e ahau te wā ki a koe, ki a tika te whakamahi.
ms: Saya berikan masa semula kepada anda, gunakan dengan bijak.
nb: Jeg gir deg tiden din tilbake, bruk den fornuftig.
nb_instk12: Jeg gir deg tiden din tilbake, bruk den fornuftig.
nl: Ik geef je je tijd terug, gebruik het verstandig.
pl: Oddaję Ci Twój czas, wykorzystaj go mądrze.
pt: Devolvo-lhe o seu tempo, use-o bem.
pt_br: Eu dou de volta seu tempo, utilize-o sabiamente.
ru: Я верну тебе твое время, используй его с умом.
sl: Vračam vam čas, modro ga uporabite.
sv: Jag ger dig tid, använd den klokt.
sv_instk12: Jag ger dig tid, använd den klokt.
th: เชิญต่อได้เลย กรุณาใช้เวลาให้คุ้มค่า
vi: Tôi sẽ trả lại thời gian của bạn, hãy sử dụng sao cho khôn ngoan.
zh: 我给您更多时间，明智地使用它。
zh_hk: 我將您的時間歸還於您，請善加使用。

source: If worries feel heavy, remember you don't have to carry them alone.
ar: إذا كانت المخاوف ثقيلة، فتذكر أنك غير مضطر لأن تحملها وحيدًا.
ca: Si teniu moltes preocupacions, recordeu que no cal que us hi enfronteu en solitari.
cy: Os wyt ti’n poeni, cofia rannu dy boenau ag eraill.
da: Hvis bekymringerne føles tunge, så husk, at du ikke behøver at bære dem alene.
da_instk12: Hvis bekymringerne føles tunge, så husk, at du ikke behøver at bære dem alene.
de: Wenn die Sorgen Sie erdrücken, denken Sie daran, dass Sie sie nicht allein tragen müssen.
es: Si las preocupaciones lo agobian, recuerde que no tiene por qué cargar con ellas usted solo.
es_es: Si las preocupaciones te pesan, recuerda que no tienes que cargar con ellas a solas.
fi: Jos huolet tuntuvat raskailta, muista ettet kanna niitä yksin.
fr: Si les soucis semblent peser lourd, rappelle-toi que tu n’as pas à les porter tout(e) seul(e).
fr_ca: Si les soucis vous semblent lourds, n’oubliez pas que vous n’avez pas à les porter seul.
ga: Má bhraitheann tú go bhfuil imní trom ort, cuimhnigh nach gá duit iad a iompar leat féin.
hi: यदि ज़्यादा चिंता महसूस हो, तो याद रखें कि आपको उन्हें अकेले ढोने की ज़रूरत नहीं है।
ht: Si w santi enkyetid yo twòp pou ou, sonje ou pa oblije pote yo pou kont ou.
id: Jika kekhawatiran terasa berat, ingatlah Anda tidak harus menanggungnya sendirian.
is: Ef áhyggjurnar eru þungar, mundu þá að þú þarft ekki að bera þær ein/n.
it: Se le preoccupazioni sono pesanti, ricorda che non devi sopportarle da solo.
ja: 心配事重く感じられたら、一人で背負う必要はないことを忘れないでいてください。
ko: 과중한 걱정이 있다면 혼자 걱정할 필요는 없다는 것을 기억하세요.
mi: Ki te taumaha ngā āwangawanga, kia mahara kāore koe e hiahia ki te pikau i aua āwangawanga ko koe anake.
ms: Jika berasa sarat dengan kebimbangan, ingatlah anda tidak perlu memikulnya bersendirian.
nb: Hvis bekymringene føles tunge, husk at du ikke trenger å bære dem alene.
nb_instk12: Hvis bekymringene føles tunge, husk at du ikke trenger å bære dem alene.
nl: Als je zorgen zwaar wegen, bedenk dan dat je ze niet alleen hoeft te dragen.
pl: Jeśli ciążą Ci zmartwienia, pamiętaj, że nie musisz ich nosić sam(a).
pt: Se as preocupações parecem pesadas, lembre-se de que não precisa carregá-las sozinho.
pt_br: Se as preocupações parecerem pesadas, lembre-se de que você não precisa carregá-las sozinho.
ru: Если вас одолевают сильные тревоги, помните, что вам не нужно переживать их в одиночку.
sl: Če vas bremenijo skrbi, pomnite, da jih ni treba nositi sami.
sv: Om du oroar dig, kom ihåg att du inte är ensam.
sv_instk12: Om du oroar dig, kom ihåg att du inte är ensam.
th: หากรู้สึกกังวลมากเป็นพิเศษ จำไว้ว่าคุณไม่ต้องแบกรับทุกสิ่งตามลำพัง
vi: Nếu lo âu trở nên nặng nề, hãy nhớ bạn không phải mang gánh nặng này một mình.
zh: 若忧虑过重，请记得不要独扛。
zh_hk: 如果憂慮讓你感到沉重，請記住你無需獨自承受。

source: Image
ar: صورة
ca: Imatge
cy: Delwedd
da: Billede
da_instk12: Billede
de: Bild
es: Imagen
es_es: Imagen
fi: Kuva
ga: Íomhá
hi: छवि
ht: Imaj
id: Gambar
is: Mynd
it: Immagine
ja: 画像
ko: 이미지
mi: Āhua
ms: Imej
nb: Bilde
nb_instk12: Bilde
nl: Afbeelding
pl: Zdjęcie
pt: Imagem
pt_br: Imagem
ru: Изображение
sl: Slika
sv: Bild
sv_instk12: Bild
th: ภาพ
vi: Hình Ảnh
zh: 图片
zh_hk: 圖像

source: Import from camera
ar: استيراد من الكاميرا
ca: Importa de la càmera
cy: Mewngludo o gamera
da: Import fra kamera
da_instk12: Import fra kamera
de: Von Kamera importieren
es: Importar desde la cámara
es_es: Importar desde la cámara
fi: Tuo kamerasta
fr: Importer de la caméra
fr_ca: Importer de la caméra
ga: Iompórtáil ó cheamara
hi: कैमरे से आयात करें
ht: Enpòte depi Kamera
id: Impor dari kamera
is: Flytja inn frá myndavél
it: Import da videocamera
ja: カメラからインポートする
ko: 카메라에서 가져오기
mi: Kawemai i te kāmera
ms: Import daripada kamera
nb: Importere fra kamera
nb_instk12: Importere fra kamera
nl: Importeren van camera
pl: Importuj z kamery
pt: Importar da Câmera
pt_br: Importar da câmera
ru: Импорт из камеры
sl: Uvoz iz fotoaparata
sv: Importera från kamera
sv_instk12: Importera från kamera
th: นำเข้าจากกล้อง
vi: Nhập từ camera
zh: 从照相机导入
zh_hk: 從相機匯入

source: Import from Dropbox
ar: استيراد من Dropbox
ca: Importa de Dropbox
cy: Mewngludo o Dropbox
da: Import fra Dropbox
da_instk12: Import fra Dropbox
de: Aus Dropbox importieren
es: Importar desde Dropbox
es_es: Importar desde Dropbox
fi: Tuo Dropboxista
fr: Importer depuis Dropbox
fr_ca: Importer depuis Dropbox
ga: Iompórtáil ó Dropbox
hi: Dropbox से आयात करें
ht: Enpòte depi Dropbox
id: Impor dari Dropbox
is: Flytja inn frá Dropbox
it: Importa da Dropbox
ja: Dropboxからインポートする
ko: Dropbox에서 가져오기
mi: Kawemai i te Pouakawhiriwhiri
ms: Import daripada Dropbox
nb: Importere fra Dropbox
nb_instk12: Importere fra Dropbox
nl: Importeren van Dropbox
pl: Importuj z Dropbox
pt: Importar do Dropbox
pt_br: Importar de Dropbox
ru: Импорт из Dropbox
sl: Uvoz iz aplikacije Dropbox
sv: Importera från Dropbox
sv_instk12: Importera från Dropbox
th: นำเข้าจาก Dropbox
vi: Nhập từ Dropbox
zh: 从Dropbox 导入
zh_hk: 從 Dropbox 匯入

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
da_instk12: Indbakke
de: Posteingang
es: Bandeja de entrada
es_es: Bandeja de entrada
fi: Saapuvin postien laatikko
fr: Boîte de réception
fr_ca: Boîte de réception
ga: Bosca Isteach
hi: इनबॉक्स
ht: Bwat resepsyon
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ja: メッセージ
ko: 수신함
mi: Pouakauru
ms: Peti masuk
nb: Innboks
nb_instk12: Innboks
pl: Skrzynka odbiorcza
pt: Caixa de entrada
pt_br: Caixa de entrada
ru: Входящие
sl: Pošta
sv: Inkorg
sv_instk12: Inkorg
th: กล่องจดหมาย
vi: Hộp Thư Đến
zh: 收件箱
zh_hk: 收件匣

source: Incomplete
ar: غير مكتمل
ca: Incomplet
cy: Heb Gwblhau
da: Ufuldstændig
da_instk12: Ufuldstændig
de: Unvollständig
es: Incompleta
es_es: Incompleto
fi: Keskeneräinen
fr: Incomplet
fr_ca: Incomplet
hi: अधूरा
ht: Enkonplè
id: Tidak lengkap
is: Ólokið
it: Non completato
ja: 未完了
ko: 완료되지 않음
mi: Kaore i te oti
ms: Tidak lengkap
nb: Ikke godkjent
nb_instk12: Ikke fullført
nl: Onvoltooid
pl: Nie ukończono
pt: Incompleto
pt_br: Incompleto
ru: Не завершено
sl: Nezaključeno
sv: Inte färdig
sv_instk12: Ej fullständig
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành
zh: 未完成
zh_hk: 未完成

source: Individual messages
ar: رسائل فردية
ca: Missatges individuals
cy: Negeseuon unigol
da: Individuelle beskeder
da_instk12: Individuelle beskeder
de: Einzelne Nachrichten
es: Mensajes individuales
es_es: Mensajes individuales
fi: Yksilölliset viestit
fr: Messages individuels
fr_ca: Messages individuels
ga: Teachtaireachtaí aonair
hi: व्यक्तिगत संदेश
ht: Mesaj pèsonèl
id: Pesan individu
is: Einstök skilaboð
it: Messaggi individuali
ja: 個人メッセージ
ko: 개별 메시지
mi: karere takitahi
ms: Mesej persendirian
nb: Individuelle meldinger
nb_instk12: Individuelle meldinger
nl: Individuele berichten
pl: Wiadomości indywidualne
pt: Mensagens Individuais
pt_br: Mensagens individuais
ru: Индивидуальные сообщения
sl: Individualna sporočila
sv: Individuella meddelanden
sv_instk12: Individuella meddelanden
th: ข้อความรายบุคคล
vi: Tin nhắn riêng
zh: 个别信息
zh_hk: 單個訊息

source: Information
ar: معلومات
ca: Informació
cy: Gwybodaeth
de: Informationen
es: Información
es_es: información
fi: Informaatio
ga: Eolas
hi: जानकारी
ht: Enfòmasyon
id: Informasi
is: Upplýsingar
it: Informazioni
ja: 情報
ko: 정보
mi: Nga korero
ms: Maklumat
nb: Informasjon
nb_instk12: Informasjon
nl: Informatie
pl: Informacje
pt: Informação
pt_br: Informação
ru: Информация
sl: Informacije
th: ข้อมูล
vi: Thông Tin
zh: 信息
zh_hk: 資訊

source: Instructions
ar: الإرشادات
ca: Instruccions
cy: Cyfarwyddiadau
da: Instruktioner
da_instk12: Instruktioner
de: Anleitungen
es: Instrucciones
es_es: Instrucciones
fi: Ohjeet
ga: Treoracha
hi: निर्देश
ht: Enstriksyon
id: Petunjuk
is: Fyrirmæli
it: Istruzioni
ja: 指示
ko: 지시 사항
mi: Ngā Tohutohu
ms: Arahan
nb: Instruksjoner
nb_instk12: Instruksjoner
nl: Instructies
pl: Instrukcje
pt: Instruções
pt_br: Instruções
ru: Инструкции
sl: Navodila
sv: Instruktioner
sv_instk12: Instruktioner
th: คำแนะนำ
vi: Chỉ Dẫn
zh: 说明
zh_hk: 教學

source: Invalid url
ar: URL غير صالح
ca: URL no vàlid
cy: URL annilys
da: Ugyldig URL
da_instk12: Ugyldig URL
de: Ungültiger URL
es: Url inválida
es_es: URL incorrecta
fi: Virheellinen URL
fr: URL invalide
fr_ca: URL non valide
ga: URL neamhbhailí
hi: अमान्य URL
ht: url envalid
id: Url tidak valid
is: Ógild vefslóð
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
mi: URL muhu
ms: Url tidak sah
nb: Ugyldig URL
nb_instk12: Ugyldig URL
nl: Ongeldige url
pl: Nieprawidłowy adres URL
pt: URL inválido
pt_br: URL inválida
ru: Неверный URL
sl: Neveljaven naslov URL
sv: Ogiltig URL
sv_instk12: Ogiltig URL
th: Url ไม่ถูกต้อง
vi: Url không hợp lệ
zh: 无效的 URL
zh_hk: 無效的 URL

source: Invalid URL
ar: URL غير صالح
ca: URL no vàlida
cy: URL annilys
da: Ugyldig URL
da_instk12: Ugyldig URL
de: Ungültiger URL
es: URL inválida
es_es: URL incorrecta
fi: Virheellinen URL
fr: URL non valide
fr_ca: URL non valide
ga: URL neamhbhailí
hi: अमान्य URL
ht: URL envalid
id: URL tidak valid
is: Ógild vefslóð
it: URL non valido
ja: 無効な URL
ko: 잘못된 URL
mi: URL muhu
ms: URL tidak sah
nb: Ugyldig URL
nb_instk12: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
pt: URL inválido
pt_br: URL inválido
ru: Неверный URL
sl: Neveljaven naslov URL
sv: Ogiltig URL
sv_instk12: Ogiltig URL
th: URL ไม่ถูกต้อง
vi: URL không hợp lệ
zh: URL 无效
zh_hk: 無效的 URL

source: It has problems
ar: هناك مشاكل
ca: Té problemes
cy: Problem
da: Det har problemer
da_instk12: Det har problemer
de: Hat Probleme
es: Tiene problemas
es_es: Tiene problemas
fi: Siinä on ongelmia
fr: Il comporte des problèmes
fr_ca: Il comporte des problèmes
ga: Tá fadhbanna aige
hi: इसमें समस्याएं हैं
ht: Li gen pwoblèm
id: Ada masalah
is: Það eru vandamál við hana
it: Ha dei problemi
ja: 問題があります
ko: 문제가 있습니다
mi: He raruraru
ms: Ada sedikit masalah
nb: Den har problemer
nb_instk12: Den har problemer
nl: Er zijn problemen
pl: Ma problemy
pt: Tem problemas
pt_br: Tem problemas
ru: Имеет проблемы
sl: Ima težave.
sv: Den har problem
sv_instk12: Har problem
th: มีปัญหา
vi: Có vấn đề
zh: 它有问题
zh_hk: 它出問題了

source: It looks like your account isn't set up as a learner role. If you believe this is a mistake, contact your admin or support team.
ar: يبدو أن حسابك غير مُعد لدور المتعلم. إذا كنت تعتقد أن هذا خطأ، فتواصل مع مسؤولك أو فريق الدعم.
ca: Sembla que el compte no està configurat amb un rol d'alumne. Si creieu que això és un error, poseu-vos en contacte amb l’administrador o l'equip d'assistència tècnica.
cy: Mae’n edrych yn debyg nad yw’ch cyfrif wedi’i osod fel rôl dysgwr. Os ydych chi’n credu mai camgymeriad yw hwn, cysylltwch â’ch tîm cymorth neu weinyddol.
da: Det ser ud til, at din konto ikke er konfigureret til studerende. Hvis du mener, at dette er en fejl, skal du kontakte din administrator eller dit supportteam.
da_instk12: Det ser ud til, at din konto ikke er konfigureret til studerende. Hvis du mener, at dette er en fejl, skal du kontakte din administrator eller dit supportteam.
de: Es sieht so aus, als ob Ihr Konto nicht für die Teilnehmer-Rolle eingerichtet ist. Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich an Ihren Admin oder das Support-Team.
es: Parece que su cuenta no está configurada como estudiante. Si cree que se trata de un error, comuníquese con su administrador o con el equipo de asistencia.
es_es: Parece que tu cuenta no está configurada con rol de estudiante. Si piensas que es un error, ponte en contacto con tu administrador o con el equipo de asistencia técnica.
fi: Näyttää siltä, että tiliäsi ei ole määritetty oppijan rooliksi. Jos uskot, että tämä on virhe, ota yhteyttä ylläpitäjään tai tukitiimiin.
fr: Il semble que votre compte n’est pas configuré avec le rôle d’apprenant. Si vous pensez qu’il s’agit d’une erreur, prenez contact avec l’administrateur ou l’équipe d’assistance technique.
fr_ca: Il semble que votre compte ne soit pas configuré en tant que rôle d’apprenant. Si vous pensez qu’il s’agit d’une erreur, contactez votre administrateur ou votre équipe d’assistance.
ga: Is cosúil nach bhfuil do chuntas socraithe mar ról foghlaimeora. Má chreideann tú gur botún é seo, déan teagmháil le do riarthóir nó le d’fhoireann tacaíochta.
hi: ऐसा लगता है कि आपका खाता शिक्षार्थी भूमिका के रूप में सेट नहीं किया गया है। यदि आपको लगता है कि यह एक गलती है, तो अपने व्यवस्थापक या सहायता टीम से संपर्क करें।
ht: Ta sanble kont ou an pa konfigire tankou an tan ke wòl elèv. Si w panse se yon erè, kontakte administratè w la oswa ekip sipò a.
id: Sepertinya akun Anda belum diatur sebagai peran pelajar. Jika Anda yakin ini adalah kesalahan, hubungi admin atau tim dukungan Anda.
is: Það lítur út fyrir að aðgangurinn þinn sé ekki settur upp sem nemandahlutverk Ef þú telur að þetta sé mistök skaltu hafa samband við stjórnanda eða þjónustuteymi.
it: Sembra che il tuo account sia configurato come Ruolo Allievo. Se pensi sia un errore, contatta il tuo amministratore o il team di assistenza.
ja: アカウントが学習者ロールとして設定されていないようです。これが間違いだと思われる場合は、管理者またはサポートチームにご連絡ください。
ko: 계정이 학습자 역할로 설정되지 않은 것 같습니다. 오류라고 생각되는 경우, 관리자 또는 지원 팀에게 문의하세요.
mi: Te ahua nei kaore to putea i whakaritea hei mahi ako. Ki te whakapono koe he he tenei, whakapa atu ki to kaiwhakahaere, ki to roopu tautoko ranei.
ms: Nampaknya akaun anda tidak ditetapkan sebagai peranan pelajar. Jika anda dapati ini satu kesilapan, hubungi pentadbir anda atau pasukan sokongan.
nb: Det ser ut til at kontoen din ikke er konfigurert som en studentrolle. Hvis du mener dette er en feil, kan du kontakte administratoren eller brukerstøtteteamet ditt.
nb_instk12: Det ser ut til at kontoen din ikke er konfigurert som en studentrolle. Hvis du mener dette er en feil, kan du kontakte administratoren eller brukerstøtteteamet ditt.
nl: Het lijkt erop dat je account niet is ingesteld voor een cursistenrol. Als je van mening bent dat dit een vergissing is, kun je contact opnemen met je beheerder of ondersteuningsteam.
pl: Wygląda na to, że Twojego konta nie skonfigurowano jako konta uczestnika. Jeśli uważasz, że nastąpiła pomyłka, skontaktuj się z administratorem lub działem pomocy technicznej.
pt: Parece que a sua conta não está configurada como um utilizador com função de aluno. Se acredita que se trata de um erro, contacte o seu administrador ou a equipa de suporte.
pt_br: Parece que sua conta não está configurada como aluno. Se você acredita que isso é um erro, entre em contato com seu administrador ou equipe de suporte.
ru: Похоже, что ваша учетная запись не настроена в качестве роли учащегося. Если вы считаете, что это ошибка, обратитесь к своему администратору или в службу поддержки
sl: Videti je, da vaš račun ni nastavljen v vlogi učenca. Če menite, da gre za napako, se obrnite na skrbnika ali ekipo podpore.
sv: Det verkar som om ditt konto inte är konfigurerat för en lärarroll. Om du anser att detta är ett misstag kontaktar du din administratör eller ditt supportteam.
sv_instk12: Det verkar som om ditt konto inte är konfigurerat för en lärarroll. Om du anser att detta är ett misstag kontaktar du din administratör eller ditt supportteam.
th: ดูเหมือนบัญชีผู้ใช้ของคุณยังไม่ได้กำหนดบทบาทเป็นผู้เรียน หากคุณเชื่อว่าเกิดข้อผิดพลาดขึ้น กรุณาติดต่อผู้ดูแลระบบหรือทีมให้บริการของคุณ
vi: Có vẻ như tài khoản của bạn chưa được thiết lập ở vai trò học viên. Nếu bạn cho rằng đây là nhầm lẫn, hãy liên hệ với quản trị viên hoặc nhóm hỗ trợ.
zh: 您的帐户似乎没有设置为学员角色。如果您认为有错，请联系管理员或支持团队。
zh_hk: 您的帳戶似乎未設定為學習者角色。如果您認為這是一個錯誤，請聯絡您的管理員或支援團隊。

source: It’s empty, what are you still doing here.
ar: هذا فارغ، ماذا تفعل هنا؟
ca: Està buit; què estàs fent encara aquí?
cy: Mae'n wag, does dim angen i chi fod yma.
da: Det er tomt, hvad gør du stadig her?
da_instk12: Det er tomt, hvad gør du stadig her?
de: Hier gibt es nichts. Was machen Sie noch hier?!
es: Está vacía, qué sigue haciendo aquí.
es_es: Está vacía, no hay nada más que hacer aquí.
fi: Se on tyhjä, mitä sinä vielä teet täällä.
fr: C'est vide, que faites-vous encore ici.
fr_ca: C'est vide, que faites-vous encore ici.
ga: Tá sé folamh, cad atá á ndéanamh agat anseo fós.
hi: यह खाली है, आप अभी भी यहां क्या कर रहे हैं।
ht: Li vid, sa w ap fè la a toujou.
id: Kosong, kenapa kamu masih ada di sini?
is: Þetta er tómt, af hverju ertu ennþá hérna?
it: È vuoto, cosa stai ancora facendo qui.
ja: 空白です。まだここで何をしているのですか。
ko: 비어 있습니다. 여기에서 아직 무엇을 하세요?
mi: Kei te kore, he aha tō mahi tonu i konei.
ms: Di sini tiada apa-apa, apa yang sedang anda lakukan di sini?
nb: Den er tom, hva driver du med her fremdeles.
nb_instk12: Den er tom, hva driver du med her fremdeles.
nl: Het is leeg, wat doe je hier nog .
pl: Jest puste, co tu jeszcze robisz.
pt: Está vazio, o que faz aqui.
pt_br: Está vazio, o que você está fazendo aqui ainda.
ru: Там пусто, что ты до сих пор здесь делаешь.
sl: Prazno je, kaj še počnete tu?
sv: Det är tomt, så vad gör du här?
sv_instk12: Det är tomt, vad gör du här.
th: ว่างเปล่า คุณจะทำอะไรอยู่อีก
vi: Nội dung trống, bạn vẫn đang làm gì ở đây vậy.
zh: 是空的，您还在这里干什么。
zh_hk: 這裡是空的，您還在這裡做什麼呢？

source: It's okay if the path feels uncertain — skills build step by step.
ar: لا توجد مشكلة في أن تشعر بعدم اليقين — فالمهارات تصقل خطوة بخطوة.
ca: No passa res si sorgeixen dubtes al llarg del camí: les habilitats es desenvolupen pas a pas.
cy: Os yw dy lwybr yn teimlo’n ansicr, mae hynny’n iawn – un cam ar y tro.
da: Det er okay, hvis vejen føles usikker – du opbygger dine færdigheder trin for trin.
da_instk12: Det er okay, hvis vejen føles usikker – du opbygger dine færdigheder trin for trin.
de: Es ist in Ordnung, wenn sich der Weg unsicher anfühlt – Fähigkeiten werden Schritt für Schritt aufgebaut.
es: No pasa nada si el camino parece incierto; las habilidades se desarrollan paso a paso.
es_es: No pasa nada si el camino parece incierto: las habilidades se desarrollan paso a paso.
fi: On ihan okei, jos polku tuntuu epävarmalta — taidot rakentuvat askel askeleelta.
fr: Il n’y aucun mal à douter de son chemin. C’est pas à pas que l’on renforce ses compétences.
fr_ca: Ce n’est pas grave si le chemin semble incertain — les compétences se construisent pas à pas.
ga: Tá sé ceart go leor mura bhfuil an cosán cinnte — tógfar scileanna céim ar chéim.
hi: रास्ता अनिश्चित महसूस होना ठीक है — हुनर कदम दर कदम आता है।
ht: Li nòmal si w pa fin konnen kote w prale a — w ap devlope konpetans ou etap pa etap.
id: Tidak apa-apa jika jalannya terasa tidak pasti — keterampilan dibangun selangkah demi selangkah.
is: Það er í lagi ef leiðin virðist óviss — færni byggist upp skref fyrir skref.
it: Non importa se il percorso ti sembra incerto; le competenze si costruiscono passo dopo passo.
ja: 道が不確かでも大丈夫 — スキル構築は一歩ずつ。
ko: 가는 길이 불확실하다고 느껴져도 괜찮습니다. 기술은 단계별로 쌓입니다.
mi: Kāore he aha mēnā he āhua pōhēhē te ara — ka whanake ngā pūkenga i ia taahiraa.
ms: Walaupun laluan dirasakan tidak pasti, semuanya baik-baik sahaja — kemahiran terbina langkah demi langkah.
nb: Det er greit hvis veien føles usikker – ferdigheter bygges steg for steg.
nb_instk12: Det er greit hvis veien føles usikker – ferdigheter bygges steg for steg.
nl: Het is oké dat het pad onzeker voelt – vaardigheden worden stap voor stap opgebouwd.
pl: Nie szkodzi, jeśli droga wydaje się niepewna – umiejętności nabywa się stopniowo.
pt: Não se preocupe se o caminho parecer incerto — as habilidades são desenvolvidas passo a passo.
pt_br: Não tem problema se o caminho parecer incerto — as habilidades se desenvolvem passo a passo.
ru: Ничего страшного, если путь кажется неопределенным — навыки приобретаются постепенно.
sl: Nič hudega, če se pot zdi negotova – veščine se gradijo korak za korakom.
sv: Det är ok att känna sig osäker – kunskaper byggs upp steg för steg.
sv_instk12: Det är ok att känna sig osäker – kunskaper byggs upp steg för steg.
th: เป็นเรื่องปกติที่จะรู้สึกสับสนบ้าง ทักษะต้องค่อย ๆ พัฒนา
vi: Con đường cảm thấy chưa chắc chắn cũng không sao — kỹ năng được xây từng bước.
zh: 前路未明也无妨，十年磨砺成一剑。
zh_hk: 即使前路迷茫也沒關係 — 技能是一步一步累積起來的。
